brew "asdf"
brew "awk"
brew "chezmoi"
brew "codespell"
brew "ctags"
brew "direnv"
brew "fd"
brew "gh"
brew "git"
brew "httpie"
brew "jq"
brew "jsonlint"
brew "lua"
brew "luarocks"
brew "markdownlint-cli"
brew "neovim"
brew "prettier"
brew "proselint"
brew "pv"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "semgrep"
brew "shellcheck"
brew "stylua"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "yamllint"
brew "z"
brew "zsh"
brew "zsh-completions"
