brew "asdf"
brew "awk" 
brew "bat"
brew "bash"
brew "bc"
brew "chezmoi"
brew "codespell"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gitlint"
brew "gnu-sed"
brew "gsed"
brew "hexedit"
brew "htop"
brew "httpie"
brew "jq"
brew "jsonlint"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "markdownlint-cli"
# brew "neovim" # via asdf
brew "prettier"
brew "proselint"
brew "pv"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "selene"
brew "semgrep"
brew "shellcheck"
brew "stylua"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "yamllint"
brew "z"
brew "zsh"
brew "zsh-completions"

cask "font-hack-nerd-font"

# don't need these by default
# cask "gitify" 
# cask "alacritty"

