brew "asdf"
brew "awk"
brew "ctags"
brew "direnv"
brew "git"
brew "httpie"
brew "jq"
brew "pv"
brew "reattach-to-user-namespace"
brew "readline"
brew "tmux"
brew "vim"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-completions"

